Repository: planetexpress69/Opti-Ranglistenpunkte
Catalog: Ranglistenpunkte/*.lproj/Localizable.strings
Languages: de

source: Your regattas
de: Deine Regatten

# No regattas
source: No regattas, yet!
de: Noch keine Regatten!

source: Edit
de: Bearbeiten

# AckButtonTitle
source: Acknowledgments
de: Danksagungen

source: Score list DODV
de: Rangliste DODV

source: Score list opti-mv.de
de: Rangliste opti-mv.de

# ScoreListDescTextA
source: Data is being fetched daily from dodv.org...
de: Daten werden einmal täglich von dodv.org geladen.

# ScoreListDescTextB
source: Data is being fetched daily from opti-mv.de...
de: Daten werden einmal täglich von opti-mv.de geladen.

source: About
de: Über Punkte

# AckViewControllerTitle
source: Acknowledgements
de: Danksagungen
